Repository: oliverbienert/monte-helper
Catalog: program/montehelper/locale/*/LC_MESSAGES/MonteHelper.po
Languages: de_de

source: Please insert a value!
de_de: Bitte gib einen Wert in dieses Feld ein!

source: Please insert a name!
de_de: Bitte gib einen gültigen Namen in dieses Feld ein!

source: Please insert a valid number!
de_de: Bitte gib eine gültige Zahl in dieses Feld ein!

source: Please insert a valid date
de_de: Bitte gib ein gültiges Datum in dieses Feld ein!

source: Please insert a date in the past
de_de: Bitte gib ein Datum in der Vergangenheit an!

source: Date of joining have to be older than date of separation!
de_de: Austrittsdatum muss nach Eintrittsdatum liegen!

source: Name, First name
de_de: Name, Vorname

source: Street, No.
de_de: Straße, Nr.

source: Postcode, city
de_de: PLZ, Ort

source: Staff
de_de: Mitarbeiter

source: Organization member
de_de: Vereinsmitglied

source: State
de_de: Status

source: Household size
de_de: Personen im Haushalt

source: Number
de_de: Nummer

source: Type
de_de: Art

source: &New
de_de: &Neu

source: Delete
de_de: Löschen

source: Telephone
de_de: Telefon

source: Address
de_de: Adresse

source: Note
de_de: Bemerkung

source: Income
de_de: Einkommen

source: Edit adult record
de_de: Datensatz Erwachsener bearbeiten

source: &Preferences
de_de: &Einstellungen

source: Program preferences
de_de: Programmeinstellungen

source: &Quit Ctrl-Q
de_de: &Schließen Strg-Q

source: Exit program
de_de: Programm beenden

source: &File
de_de: &Datei

source: New &child
de_de: Neues &Kind

source: Insert new child
de_de: Neues Kind einfügen

source: &New adult
de_de: &Neuer Erwachsener

source: Insert new adult
de_de: Neuen Erwachsenen einfügen

source: &Calculate fee
de_de: &Elternbeitrag berechnen

source: Calculate parent's fee
de_de: Elternbeitrag berechnen

source: &Quarter announcement
de_de: &Stichtagsmeldung

source: Create a quarter announcement
de_de: Stichtagsmeldung erstellen

source: &Delete entry
de_de: &Eintrag löschen

source: Delete entry for selected child or adult
de_de: Eintrag für ausgewählten Datensatz löschen

source: &Edit
de_de: &Bearbeiten

source: &Help
de_de: &Hilfe

source: Monte-Helper
de_de: Monte-Helfer

source: Adults
de_de: Erwachsene

source: Children
de_de: Kinder

source: Database file
de_de: Datenbankdatei

source: Preferences
de_de: Einstellungen

source: Select
de_de: Auswahl

source: Please fill table completely!
de_de: Bitte Tabelle vollständig ausfüllen!

source: Please insert a valid income
de_de: Bitte gib ein gültiges Einkommen an!

source: No valid time period!
de_de: Kein gültiger Zeitraum!

source: Time period ends in the past!
de_de: Zeitraum liegt in der Vergangenheit!

source: Year (calculated)
de_de: Klasse (berechnet)

source: Birth date
de_de: Geburtsdatum

source: Date of joining
de_de: Eintrittsdatum

source: First name
de_de: Vorname

source: Year
de_de: Klasse

source: Child benefit
de_de: Kindergeld

source: Date of separation
de_de: Austrittsdatum

source: Relationship
de_de: Verhältnis

source: Calculation
de_de: Berechnung

source: Liable to pay
de_de: Zahlungspflichtig

source: Parents
de_de: Eltern

source: Ruling
de_de: Bescheid

source: Valid from
de_de: Gültig ab

source: Valid to
de_de: Gültig bis

source: Applications/Rulings
de_de: Anträge/Bescheide

source: Edit child record
de_de: Datensatz Kind bearbeiten

source: Ruling valid from
de_de: Bescheid gültig ab

source: Receiver
de_de: Empfänger

source: Underlying income
de_de: Zugrunde liegendes Einkommen

source: Individual calculation
de_de: Einzelberechnung

source: Notes
de_de: Bemerkungen

source: Parent's fee
de_de: Elternbeitrag

source: Private
de_de: Privat

source: Business
de_de: Dienstlich

source: Mobile
de_de: Mobil

source: Mother
de_de: Mutter

source: Father
de_de: Vater

source: Grandmother
de_de: Großmutter

source: Grandfather
de_de: Großvater

source: Other
de_de: Andere

source: Extended day time
de_de: Erweiterte Betreuungszeit

source: Extend care time
de_de: Verlängerte Betreuungszeit

source: Right to request and vote (available care service)
de_de: Wunsch- und Wahlrecht

source: Fee payment by county
de_de: Übernahme von Gebühren durch Landkreis

source: Lunch payment by county
de_de: Übernahme von Essenkosten durch Landkreis

source: Salary
de_de: Nicht selbständig

source: Unemployment
de_de: Arbeitsamt

source: Childsupport
de_de: Unterhalt

source: Less
de_de: Abzüglich

source: Kindergarten
de_de: Kita

source: 1st year
de_de: 1. Klasse

source: 2nd year
de_de: 2. Klasse

source: 3rd year
de_de: 3. Klasse

source: 4th year
de_de: 4. Klasse

source: 5th year
de_de: 5. Klasse

source: 6th year
de_de: 6. Klasse
